[
  {
    "word": "Análisis FODA",
    "definition": "También llamado DAFO (Debilidades, Amenazas, Fortalezas y Oportunidades) tiene por objeto integrar el diagnóstico interno con el externo para orientar a la empresa en la formulación de la estrategia más conveniente. Suele representarse en un cuadro, que constituye un inventario de temas estratégicos para el análisis. La combinación de los puntos fuertes y débiles con las oportunidades y amenazas permite la formulación de estrategias.",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos."
  },
  {
    "word": "Ciclo de vida",
    "definition": "Es el conjunto de actividades estructuradas que van desde la concepción de una idea hasta el mantenimiento del producto final.",
    "sources": "Pressman, R. S. (2010). Ingeniería de software: Un enfoque práctico. McGraw Hill Educación. ISBN 9786071503145."
  },
  {
    "word": "Competividad",
    "definition": "Es la capacidad de la empresa para competir en su sector, entendida como posición actual frente a los competidores y como capacidad para sostener su posición de forma duradera. Se puede medir en términos de eficiencia, el índice de eficiencia global (EG) es el cociente entre el resultado actual (RA) y el resultado medio (RM) de la empresa en su entorno competitivo. EG = (RA/RM)",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos."
  },
  {
    "word": "Cuadro de mando integral",
    "definition": "Es un sistema de control e información que equilibra las medidas financieras tradicionales con las medidas operativas relacionadas con los factores críticos de éxito de una organización, pone en operación el plan estratégico de una firma al enfocarse en los resultados medibles sobre las cuatro dimensiones del desempeño de la firma: financieros, procesos de negocios, clientes, y aprendizaje y crecimiento.",
    "sources": "Cummings T. G. Worley C. G. (2007). Desarrollo organizacional y cambio. Thompson. Laudon K.C. Laudon J. P. (2008). Sistemas de información gerencial. Pearson."
  },
  {
    "word": "Cultura organizacional",
    "definition": "Son los valores y supuestos básicos que caracterizan a una organización. Se refiere a los elementos básicos de una empresa, o la manera como se desenvuelve, a todo el ambiente corporativo, incluyendo cuestiones como las tendencias de compartir o no la información entre las unidades y las personas, la disposición de las personas y la tendencia de los empleados para trabajar con tecnologías e ideas nuevas.",
    "sources": "A. Whetten David y S- Cameron kIm. (2011). Desarrollo de habilidades directivas. Prentice Hall. Effy O. (2016). Administración de sistemas de información. Cengage Learning."
  },
   {
    "word": "Definir",
    "definition": "Fase de Design Thinking, una vez obtenida la información y contrastado las hipótesis, se analiza exhaustivamente y reflexiona sobre las conclusiones a las que se ha llegado.",
    "sources": "Garcia, N. (2025, January 13). ¿Qué es Design Thinking? Proceso, características y fases - Design Thinking en Español. Design Thinking en Español, la primera plataforma online en difundir contenido libre en español sobre el método Design Thinking e innovación. <a style='color: blue;' target='_blank' href='https://designthinking.es/que-es-design-thinking-proceso-caracteristicas-y-fases/'>Fuente</a>"
  },
  {
    "word": "Design Thinking",
    "definition": "Es un enfoque de innovación centrado en el ser humano, anclado en la comprensión de las necesidades del cliente, la creación rápida de prototipos y la generación de ideas creativas",
    "sources": "IDEO. (n.d.). Design Thinking Framework, Innovation & Methodology. <a style='color: blue;' target='_blank' href='https://www.ideou.com/pages/design-thinking'>Fuente</a>"
  },
  {
    "word": "Empatizar",
    "definition": "Fase de Design Thinking que consiste en conocer las necesidades de los usuarios implicados en la solución que estamos desarrollando, para producir soluciones consecuentes con la realidad observada.",
    "sources": "Garcia, N. (2025, January 13). ¿Qué es Design Thinking? Proceso, características y fases - Design Thinking en Español. Design Thinking en Español, la primera plataforma online en difundir contenido libre en español sobre el método Design Thinking e innovación. <a style='color: blue;' target='_blank' href='https://designthinking.es/que-es-design-thinking-proceso-caracteristicas-y-fases/'>Fuente</a>"
  },
  {
    "word": "Estrategia",
    "definition": "Es un conjunto de políticas y acciones definidas por la organización para tratar de alcanzar sus objetivos a largo plazo. Se denomina competitiva cuando se refiere al modo con el que la empresa pretende obtener o mantener una ventaja competitiva sostenida en su mercado. Por lo general, incluye opciones sobre las funciones que desempeñará una organización, los productos o servicios que proporcionará y los mercados y poblaciones a los que servirá.",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos. Cummings T. G. Worley C. G. (2007). Desarrollo organizacional y cambio. Thompson."
  },
  {
    "word": "Idear",
    "definition": "Fase de Design Thinking que genera un sinfín de ideas mediante la puesta en duda del estado actual de la situación. Las alternativas pueden ser las que mejores resultados obtengan.",
    "sources": "Garcia, N. (2025, January 13). ¿Qué es Design Thinking? Proceso, características y fases - Design Thinking en Español. Design Thinking en Español, la primera plataforma online en difundir contenido libre en español sobre el método Design Thinking e innovación. <a style='color: blue;' target='_blank' href='https://designthinking.es/que-es-design-thinking-proceso-caracteristicas-y-fases/'>Fuente</a>"
  },
  {
    "word": "Innovación tecnológica",
    "definition": "Es la introducción al mercado de un producto o proceso nuevo o mejorado que alcanza plena realización práctica, industrial o comercial. La innovación de producto permite ofrecer productos mejorados, mientras que la innovación de proceso mejora la productividad, flexibilidad, calidad o condiciones de trabajo.",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos."
  },
  {
    "word": "Mercado",
    "definition": "Es un conjunto de individuos u organizaciones con necesidades que pueden ser satisfechas con los productos o servicios de una empresa, con el deseo y la capacidad de adquirirlos.",
    "sources": "Lamb, Charles W.; Hair, Joseph F.; McDaniel, Carl. Marketing. Cengage Learning."
  },
  {
    "word": "Misión",
    "definition": "Es la finalidad que persigue la organización, a su razón de ser ante la sociedad, es el motivo por el cual existe, y, por lo tanto, da sentido y guía sus actividades, debe contener características que le permitan permanecer en el tiempo.",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos. Alcaraz R., R. (2001). El emprendedor del éxito. Mc Graw Hill."
  },
  {
    "word": "Modelo de negocio canvas",
    "definition": "Herramienta de gestión estratégica propuesta por Alexander Osterwalder que sirve para organizar y definir el modelo de negocio de una empresa estructurándolo en nueve elementos fundamentales y de manera coherente.",
    "sources": "Garcia, N. (2025, January 13). ¿Qué es Design Thinking? Proceso, características y fases - Design Thinking en Español. Design Thinking en Español, la primera plataforma online en difundir contenido libre en español sobre el método Design Thinking e innovación. <a style='color: blue;' target='_blank' href='https://designthinking.es/que-es-design-thinking-proceso-caracteristicas-y-fases/'>Fuente</a>"
  },
  {
    "word": "Plan comercial",
    "definition": "Es una estrategia que debe seguirse en una nueva iniciativa, en el que se fijan metas y objetivos de ventas, que define lo que requiere la empresa para conseguir dichas metas analizando la viabilidad técnica, económica y financiera.",
    "sources": "Pérez M.J. (1997). Estrategia, gestión y habilidades directivas. Diaz de Santos."
  },
  {
    "word": "Política",
    "definition": "Es una orientación verbal, escrita o implícita que fija la frontera proporcionada, por los límites y dirección general de la cual se desenvuelve la acción administrativa. Revelan las intenciones del administrador para periodos futuros y se deciden antes de que surja la necesidad del conocimiento de tales intenciones.",
    "sources": "Rodríguez V. J. (2003). Introducción a la administración con enfoque de sistemas. Thomson."
  },
  {
    "word": "Presupuesto",
    "definition": "Es la cuantificación y asignación de los recursos disponibles a las actividades específicas, se utiliza para planear el futuro y reducir la incertidumbre acerca de la disponibilidad de los recursos humanos y materiales necesarios, para desempeñar las tareas del departamento.",
    "sources": "Hitt M. A. Black S. J. y Porter L. W. (2006). Administración. Pearson Educación. Daft R. L. (2013). Teoría y diseño organizacional. Thomson."
  },
  {
    "word": "Problema",
    "definition": "Es una pregunta o situación que plantea una dificultad para ser resuelta, y cuya solución no es inmediata ni obvia.",
    "sources": "Bunge, Mario. La ciencia, su método y su filosofía. Editorial Siglo XXI."
  },
  {
    "word": "Programas",
    "definition": "Son un conjunto de metas, políticas, procedimientos, reglas, asignaciones de tareas, pasos a seguir, recursos por emplear y otros elementos necesarios para llevar a cabo un curso de acción.",
    "sources": "Capacitación Administrativa en Línea. (Recuperado en 2022). Curso de administración de empresas. <a style='color: blue;' target='_blank' href='http://cursodeadministraciondeempresas.com/los-programas-en-la-administracion'>Fuente</a>"
  },
  {
    "word": "Prototipar",
    "definition": "Fase de Design Thinking donde se convierten en realidad las opciones que se han ocurrido a través de la ideación. Realiza prototipos para poder visualizar las mejores ideas y poder implementarlas.",
    "sources": "Garcia, N. (2025, January 13). ¿Qué es Design Thinking? Proceso, características y fases - Design Thinking en Español. Design Thinking en Español, la primera plataforma online en difundir contenido libre en español sobre el método Design Thinking e innovación. <a style='color: blue;' target='_blank' href='https://designthinking.es/que-es-design-thinking-proceso-caracteristicas-y-fases/'>Fuente</a>"
  },
  {
    "word": "Proyecto",
    "definition": "Es búsqueda de una solución inteligente al planteamiento de un problema que tiende a resolver, entre tantos, una necesidad humana.",
    "sources": "Project Management Institute [PMI]. (2017). La Guía de los Fundamentos para la Dirección de Proyectos (Guía del PMBOK) (6.a ed.). Project Management Institute."
  },
  {
    "word": "Técnicas de análisis",
    "definition": "Son los métodos utilizados para examinar y resolver problemas mediante la identificación de causas, patrones y relaciones. Estas herramientas ayudan en la toma de decisiones, y el diagnóstico de problemas.",
    "sources": "Herramientas de gestión de calidad | SafetyCulture. (2024, 12 febrero). SafetyCulture.  <a style='color: blue;' target='_blank' href='https://safetyculture.com/es/temas/herramientas-de-gestion-de-calidad/'>Fuente</a>"
  },
  {
    "word": "Visión",
    "definition": "Es una declaración que ayuda al emprendedor a seguir el rumbo al que se dirige a largo plazo, permite establecer objetivos y estrategias que se convierten en acciones que inspiren a todos los miembros del equipo para llegar a la meta.",
    "sources": "Alcaraz Rodríguez Rafael. (2001). El emprendedor de éxito. Mc Graw Hill."
  }
]
